[General]
Run="Запуск!"
FirstTime="Подготовка к первому запуску игры"
SafeMode="Killing Floor - безопасный режим"
RecoveryMode="Killing Floor - режим восстановления"
WebPage="http://www.killingfloorthegame.com/"
Detecting="Поиск видеокарты, подождите..."

[IDDIALOG_ConfigPageDetail]
IDC_ConfigPageDetail=""
IDC_DetailPrompt="На основании характеристик вашего компьютера были выбраны следующие параметры детализации."
IDC_DetailNote="Чтобы изменить их, запустите игру и вызовите меню настройки."

[IDDIALOG_ConfigPageFirstTime]
IDC_ConfigPageFirstTime=""
IDC_Prompt="Подготовка игры к первому запуску. В случае возникновения проблем ознакомьтесь с последними сведениями об игре, для этого выберите нужный пункт в папке игры, в меню ''Пуск''."

[IDDIALOG_ConfigPageSafeMode]
IDC_ConfigPageSafeMode=""
IDC_SafeModePrompt="Последний выход из игры произошел некорректно. Если это было вызвано сбоем или зависанием, попробуйте запустить игру в безопасном режиме."
IDC_SafeModePrompt2="Параметры безопасного режима. Если в игре случаются сбои или зависания, запустите ее в безопасном режиме."
IDC_Run="Запуск игры"
IDC_SafeMode="Запуск игры в безопасном режиме"
IDC_Web="Решение проблем на веб-сайте игры"

[IDDIALOG_ConfigPageSafeOptions]
IDC_ConfigPageSafeOptions=""
IDC_SafeOptions="Параметры безопасного режима для диагностики неполадки"
IDC_NoSound="Отключить звук"
IDC_Res="Запустить в стандартном разрешении 640x480"
IDC_ResetConfig="Вернуть стандартные значения для всех параметров"
IDC_NoProcessor="Отключить дополнительные инструкции процессоров Pentium III/3DNow"
IDC_NoJoy="Отключить поддержку джойстика"
IDC_SoftwareRenderer="Использовать программную визуализацию"